{"ET":{"0":"Romance Bookstores Are Booming, Dishing ‘All the Hot Stuff You Can Imagine’","1":"Why a New Conservative Brain Trust Is Resettling Across America","2":"Where Can Men Go to Become Better Men?","3":"In Ukraine, Killings of Surrendering Russians Divide an American-Led Unit","4":"The Reintroduction of Kamala Harris","5":"Crisis? What Crisis? Biden Rejects Democratic Pessimism.","6":"Reformist Candidate Wins Iran’s Presidential Election","img":"https://static01.nyt.com/images/2024/07/06/multimedia/06iran-election-results-HFO-01-qvfw/06iran-election-results-HFO-01-qvfw-videoLarge.jpg?auto=webp"},"Hindu":{"0":"The economy is recovering, but brides still have to get creative","1":"Beryl storm tracker: Latest forecast path, spaghetti models","2":"10-year MLB veteran outfielder likely to retire after season","3":"John Belushi's widow Judy Belushi Pisano dies at 73","4":"What did Democrats know about Biden? And when did they know it? Nicole Russell ","5":"Inside the move to ban masks amid protests against Gaza war","6":"How much alcohol is too much? Summer drinking safety tips.","7":"CA now requires credit card code for gun dealers. 16 states ban it","img":"https://www.usatoday.com/gcdn/authoring/authoring-images/2024/06/21/PPEN/74173804007-bliss-bridal-02.jpg?crop=2985,1679,x0,y400&width=210&height=118&format=pjpg&auto=webp"},"HT":{"0":"‘Game changer’: How new stadium will cater for cricket and more","1":"What’s driving champion rower to compete in world’s biggest regatta","2":"‘Putting to infinity and beyond’: Pixar-inspired minigolf course comes to Hobart","3":"‘Largest’ whisky distillery in Tassie opens with world-leading ambition","4":"Ground-breaking wooden design pitched for Mac Point stadium","5":"‘Larger than life’: Journalist Mike Bingham remembered","6":"Erin Molan’s X-rated beauty treatment","7":"‘Under siege’: Harry and Meghan’s marriage on edge","img":"https://content.api.news/v3/images/bin/69c64da81afceb5165e8221be6ab1be6"},"TOI":{"0":"Children’s Advocacy Center celebrates Forensic Interviewers Week July 8-12","1":"A friendship born from exercise is now an exercise in compassion for women affected by human trafficking","2":"Grasse hosts upcoming Community Blood Drive","3":"Local leaders speak at Elgin’s Golden K Kiwanis Club","4":"Stephanie Urchick becomes the second woman president of Rotary International","5":"‘There’s a lot of NASCAR fans in the suburbs’: Brad Keselowski on growing the fan base ahead of Chicago street race","6":"Woman dead, man in custody after stabbing at Naperville home","7":"Search resumes for Mount Prospect, Elk Grove men missing in Lake Michigan","img":"https://imengine.public.prod.pdh.navigacloud.com?uuid=60162374-7254-51c0-ad1f-54401d91b0e2&function=cropresize&type=preview&source=false&q=75&crop_w=0.99999&crop_h=0.75&old-width=1920&old-height=1080&x=1.0E-5&y=0.125&width=594"},"covid":{}}